{
  "TechEvents":[
    {
      "name": "Hydraulic-Bridge",
      "department": "SkyScrapers",
      "fees": "60",
      "prize": "Winners : Rs. 700\nRunner-Up : Rs. 500",
      "description": "The students will have to make a hydraulic bridge from the given material which can rise up to some height. First of all the participants will have to make a simple truss bridge and then they will have to make a hydraulic arrangement so that we can raise the bridge with the help of it. Then with help of hydraulic syringes they will have to lift the bridge in upward direction so that the bridge can give passage to the steamers passing from below.\r\nWinner will be decided on basis of load carrying capacity and rising height of bridge and aesthetic beauty of bridge.\r\n(Syringes will be provided.)",
      "numberOfParticipants": "3",
      "manager": [
        {
          "number": "8460445955",
          "name": "Kishan Patel",
          "email": ""
        },
        {
          "number": "7405646164",
          "name": "Raj Bathani",
          "email": ""
        },
        {
          "number": "8866588563",
          "name": "Ravi Ghodasara",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "La-Castillo",
      "department": "SkyScrapers",
      "fees": "60",
      "prize": "Winners : 700\r\nRunners-Up : 500",
      "description": "In this event each team has to construct a king’s dome which includes different places palace, lakes, road networks etc.  by using different materials like thermocol sheet, toothpicks, candy sticks, straws etc. it contains 2 rounds in which 1st is model making and 2nd is clue solving and searching materials which can be used in building a model.",
      "numberOfParticipants": "3",
      "manager": [
        {
          "number": "7567215301",
          "name": "Desai Mayur",
          "email": ""
        },
        {
          "number": "8866382142",
          "name": "Jayan Patel",
          "email": ""
        },
        {
          "number": "9408659500",
          "name": "Disha Rajyaguru",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Construir-de-la-Arch",
      "department": "SkyScrapers",
      "fees": "60",
      "prize": "Winners : Rs.700\r\nRunners-Up : Rs.500",
      "description": "Round 1:  \r\nSoil and water will be given as per requirement.\r\nMould with fixed dimension will also be given.\r\nMake the bricks with a help of mould (as per your requirements).\r\n\r\nRound 2: \r\nMake pillars of given dimensions with help of prepared bricks and then construct arch.(reinforcement bars will be given for arch)  \r\nDecoration materials will be given to make arch attractive.\r\n\r\nJudging criteria:\r\n-\tCheck Stability\r\n-\tAesthetic look of structure\r\n-\tDimensions",
      "numberOfParticipants": "3",
      "manager": [
        {
          "number": "7405134774",
          "name": "Charel Gunjan",
          "email": ""
        },
        {
          "number": "7405041368",
          "name": "Modh Jainil",
          "email": ""
        },
        {
          "number": "7878873177",
          "name": "Kakadiya Alpesh",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "The-Lego",
      "department": "SkyScrapers",
      "fees": "60",
      "prize": "",
      "description": "Round 1: \r\n3 tasks to be performed by the team. Each task to be performed by one participant of the team. All 3 tasks will occur simultaneously.\r\nTask 1: Video Perception\r\nTask 2: Castle of cards\r\nTask 3: Orthographic view drawing\r\n Round 2:  \r\nAll the selected participants has to construct a structure using the LEGO (building) blocks. The structure will be judged on the basis of aesthetic, planning and material used.",
      "numberOfParticipants": "3",
      "manager": [
        {
          "number": "9429789983",
          "name": "Malav Desai",
          "email": ""
        },
        {
          "number": "",
          "name": "Ishita Ghodasara",
          "email": ""
        },
        {
          "number": "",
          "name": "Sharmi Lad",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "I-M-Impedence",
      "department": "Rezonizers",
      "fees": "30",
      "prize": "",
      "description": "Round 1: \r\n\tWant to get recruited??? If yes, then you must have Technical & Aptitude Skills. Get ready to show. It’s a Techno-Apti test.\r\nRound 2: \r\n\tPlay with Resistors, Capacitors and Inductors. Solve the circuits with given Impedance with any combination of RLC.\r\nRound 3: \r\n\tImplementing the Hardware is the most important part to be learned during Engineering. Play only with the resistors and achieve equivalent resistance.",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "8128781286",
          "name": "Mittal Patel",
          "email": ""
        },
        {
          "number": "9998707091",
          "name": "Nidhi Patel",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "CRAZY-ELECTRICA",
      "department": "Rezonizers",
      "fees": "30",
      "prize": "",
      "description": "Round 1: \r\n\tExperience how puzzling the electrical engineering can be?? Solve puzzles and play the quiz related to it.\r\nRound 2: \r\n\tCo-ordination and understanding in the team is the key to success.\r\nAnswers of question from one participant will be given to other if the other agrees the points will be awarded if the answer is correct. If the other doesn’t agree then another chance will be given but with reduced points.\r\n Round 3: \r\n\tHaving Knowledge of different Electrical Equipments and the having the Convincing Skills to sell the same are two entirely different aspects.\r\n\tMake a Presentation of the Product given to you and then try to convince the Judge and coordinators to buy your Product by describing the Technical Specifications.",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "9428257173",
          "name": "Patel Jay",
          "email": ""
        },
        {
          "number": "9687152247",
          "name": "Kamal Vaghasiya",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "GAMATRON",
      "department": "Rezonizers",
      "fees": "60",
      "prize": "",
      "description": "Played the PINBALL game??? Play it with a Bit Variation. Have your Bots with a Mechanism that can hit the ball and have the Pleasure of Playing the PINBALL.\r\nRound 1:  \r\nParticipant should explain the Logic used in the Construction of the robot and also the checking of dimensions of the Robot.\r\nRound 2: \r\nIn this round participate have to control their robot in control zone stop ball to fall down. In short playing a pinball game by using proper control of their robot. Participant should try to keep ball in playing zone and stop falling down for maximum time.\r\nBot Dimensions: 200mm X 250mm",
      "numberOfParticipants": "3",
      "manager": [
        {
          "number": "8866633989",
          "name": "Jaydeep Vachhani",
          "email": ""
        },
        {
          "number": "9722762932",
          "name": "Vishal Gajipara",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "CRYPTIC-LOGIC",
      "department": "Rezonizers",
      "fees": "40",
      "prize": "",
      "description": "Round 1: \r\nFearing that the seniors do have the upper hand in winning as they are more experienced??? It’s time to remove that phobia from Mind.\r\n\tDepending on the year of study, a Technical Quiz is to be faced.\r\n Round 2:  \r\nCircuit solving is a great fun. But when there is some time limitation then it becomes Quite Difficult.\r\n\tSolve Maximum no. of circuits in the time limit given to you.\r\nRound 3: \r\nTreasure hunt is always a Fun but when mixed with Technical Knowledge, a gutsy participant is required. It’s a Technical Treasure Hunt.",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "7405156074",
          "name": "Mahendra Bhuva",
          "email": ""
        },
        {
          "number": "9714617151",
          "name": "Shwetal Chaudhari",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "ELECTRICAL-KNOW-HOW",
      "department": "Rezonizers",
      "fees": "30",
      "prize": "",
      "description": "Round 1: \r\nMost of the People are unknown with many Electrical Equipments and Symbols. It’s time to know it.\r\n\tName the Equipments, Symbols and Products in a given time limits. It also includes Numerical problems. (1st year students will be facing the different questions but with the same concepts.)\r\nRound 2: It is a surprise round based on the year of Study. But you have to deal with the Hardware.\r\n(For E.g.: Implementing various combination of RLC on Breadboard)",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "8672959501",
          "name": "Chirag Chavda",
          "email": ""
        },
        {
          "number": "9725713309",
          "name": "Vishnu Suthar",
          "email": ""
        },
        {
          "number": "9979698512",
          "name": "Kamlesh Dhaduk",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Death-race",
      "department": "Embeddrones",
      "fees": "60",
      "prize": "Winner : Rs. 2000\r\nRunners-Up : Rs. 1000",
      "description": "It is all about being fast, furious and smart on the tracks.\r\no\tCar can be wired or wireless.\r\nRound 1: \r\nRace against time to clear checkpoints and avoid obstacles. Finishers within a certain time progress to the next round.\r\nRound 2: \r\nRace your bots on half of the track and finish within the time limit.\r\nRound 3: \r\nFace all the obstacles laid out and finish the track.",
      "numberOfParticipants": "3",
      "manager": [
        {
          "number": "9574578995",
          "name": "Hardik Dabhi",
          "email": ""
        },
        {
          "number": "7383934472",
          "name": "Maulin Patel",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Trace-Da-Track",
      "department": "Embeddrones",
      "fees": "60",
      "prize": "Winners : Rs. 1500\r\nRunners-Up : Rs. 1000",
      "description": "Robot has to detect & follow the path, either black in white or white in black. The event would be divided into 3 rounds. \r\nRound 1: \r\nIt would be a time based round. The track for this round will be simple and the participants are expected to complete the path in minimum time. The path would be less complex and would be having black colour in white background or white colour in black background.\r\n\r\nRound 2: \r\nIt would be a time based round. The track for this round will be complicated and may contain complex turns of 90 degrees. The participants are expected to complete the path in minimum time. The path would be having white colour in black background or white colour in black background.\r\n\r\nTrack Description:\r\n The width of the track will be 2.5 cm and may contain turns of 90˚ and less   than 90˚.",
      "numberOfParticipants": "3",
      "manager": [
        {
          "number": "8866446843",
          "name": "Akash Patel",
          "email": ""
        },
        {
          "number": "9726366400",
          "name": "Ankita Thummar",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Electrochamps",
      "department": "Embeddrones",
      "fees": "20",
      "prize": "",
      "description": "Participants will be tested for their knowledge of Analogue and Digital Electronic devices like Diodes, BJT, resistors,etc. Enjoy the concepts of electronics.\r\n\r\nRound 1:\r\nIn this round the participants will be shown a few clippings of different electronic components e.g. Resistor, capacitor, diodes etc. The participants have to identify these components.\r\nRound 2:\r\nThe participants will be presented with a paper consisting of a few circuit diagrams having errors. The teams have to identify the errors with proper justification.\r\nRound 3:\r\nParticipants would have to design a circuit (on paper), based on the given definition, and in specified time.",
      "numberOfParticipants": "1",
      "manager": [
        {
          "number": "8264117117",
          "name": "Richa Bathija",
          "email": ""
        },
        {
          "number": "9409576082",
          "name": "Harsh Dholakia",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Bot-Ball",
      "department": "Embeddrones",
      "fees": "60",
      "prize": "Winners : Rs. 2000\r\nRunners-Up : Rs. 1000",
      "description": "This event presents the participants with an opportunity to flaunt their bot’s sporting abilities. It is an event that will pit bots against each other in two different events. Participants have the freedom to from or have their own group\r\nRound 1:\r\n Bots will be clubbed into teams of 3 or 4 and the teams will have to play a game of soccer and the winning team qualifies for round 2. Participants have the freedom to from or have their own group upon reporting.\r\nRound 2: \r\nThe bots will face a surprise challenge (it will not need any modifications in the bot).",
      "numberOfParticipants": "3",
      "manager": [
        {
          "number": "9426933975",
          "name": "Jayanshu Aggraval",
          "email": ""
        },
        {
          "number": "9033517180",
          "name": "Hardik Sanjalia",
          "email": ""
        },
        {
          "number": "8141489814",
          "name": "Keyur Mistry",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Crazy-Codes",
      "department": "Embeddrones",
      "fees": "40",
      "prize": "",
      "description": "It is a Digital Encoding –Decoding event. \r\nRound 1:\r\nOne member of every team will send the encoded   message which is in binary format and he will be using laser light to transmit the message and at the receiver side it will be decoded.\r\nRound 2:\r\nA treasure hunt. Clues will lead to a checkpoint where team will have to complete the task to next clue.\r\nHINT: Clues will be in audio form.\r\nRound 3: \r\nSurprise round it will be disclosed on the day of event. \r\nExample:\r\nMessage :ABC\r\nEncoding style:A-1010, B-1011,C-1101\r\nNow this binary bits are transmitted using laser and in same way it is decoded at receiver side.",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "8460112353",
          "name": "Anveshka Maurya",
          "email": ""
        },
        {
          "number": "8460417940",
          "name": "Karan Shah",
          "email": ""
        },
        {
          "number": "8469642999",
          "name": "Noor Sarafaraj",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Bid-to-Make",
      "department": "KeyCoders",
      "fees": "20",
      "prize": "",
      "description": "This is a Tech event which is based on web development skills and bidding skills. This is an individual event. \r\n\r\nRound 1: \r\n\tThere will be a quiz consisting of HTML and CSS based questions, which will test the basic knowledge of participants on said technologies.\r\nRound 2: \r\n\tIn this round, team of 2 people will be formed randomly. This round involves bidding on HTML Tags and CSS Properties. Participants will be bidding using the points they gained in the quiz in round 1. The participants failing to bid on pre - decided number of tags\/properties will be eliminated.\r\nRound 3: \r\n\tIn this round, the teams will be using the tags and properties they bought in round 2 and a few common tags to design an attractive web design. No other tags, properties or Javascript will be allowed.",
      "numberOfParticipants": "1",
      "manager": [
        {
          "number": "8734955569",
          "name": "Dhwani Katkoria",
          "email": ""
        },
        {
          "number": "7048495716",
          "name": "Darshana Patel",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Code-a-Thon",
      "department": "KeyCoders",
      "fees": "40",
      "prize": "",
      "description": "Tech event based on coding in c\/c++.\r\nRound 1: \r\n\tQuiz on basic c\/c++ and aptitude.  (MCQs)\r\nRound 2: \r\n\tEach team will be given 2 programs and 40 minutes of time to implement it. In first 10 min. both participants have to implement their logic individually in such a way that their teammate can understand it. Then in next 10 minutes both will be switched and they have to understand logic of their teammate and do coding individually and in last 20 minutes they both can code together.\r\n Round 3: \r\n\tSurprise round based on coding and technical clues.",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "9429916848",
          "name": "Dhwani Bhanshali",
          "email": ""
        },
        {
          "number": "7874087063",
          "name": "Denis Thummar",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Code-Quizo",
      "department": "KeyCoders",
      "fees": "40",
      "prize": "",
      "description": "Round 1:  \r\nThere will be C, C++ and JAVA programming language related MCQ type and One word or one letter type questions. \r\nRound 2: \r\nThis round will be buzzer round. Some programs and snippet with logical and mathematical calculations will be shown and the team is supposed to give correct answers for each question by pressing the buzzer.\r\nRound 3: \r\nSome wrong written programs will be given to teams. They supposed to identify the errors (i.e. Runtime, logical or compilation error) and solve the errors of that problem for proper execution of the given program. The output of the program will have one program definition for each team. They have to develop the logic of that particular definition and perform it on PC to gain output of the program.",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "8866367026",
          "name": "Kevin Macwan",
          "email": ""
        },
        {
          "number": "8401607277",
          "name": "Jay Thacker",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Compo-Hunt",
      "department": "KeyCoders",
      "fees": "40",
      "prize": "",
      "description": "Round 1: Know U\r\nThere will be technical based questions for IT and CP students through which qualified students will go to 2nd round.\r\nHere there will be questions based on it logos and some tag lines of known IT companies and also some questions based on computer knowledge.\r\n Round 2:  Find Out\r\nNeed to search the maximum answers from net as much as you can and as much fast you can. Googling Round. \r\nRound 3: Screw your C\r\nSurprise round based on C language. Fun round.",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "8128943481",
          "name": "Ria Chaudhari",
          "email": ""
        },
        {
          "number": "7405540636",
          "name": "Jinal Barot",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "GDG-Seminar",
      "department": "KeyCoders",
      "fees": "20",
      "prize": "",
      "description": "This is a seminar by Google Developers’ Group on emerging open source technology. Google Developers’ Group is a group working to spread awareness about new and cutting – edge open source technologies. We are inviting GDG to discuss two Open Source Technologies – HTML5 and Android Wear.",
      "numberOfParticipants": "1",
      "manager": [
        {
          "number": "9737017177",
          "name": "Mitul Modi",
          "email": ""
        },
        {
          "number": "9428538625",
          "name": "Parth Shah",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Propell-It",
      "department": "Machinists",
      "fees": "40",
      "prize": "Winners : Rs. 700\r\nRunners-Up : Rs. 500",
      "description": "Round 1: \r\n\tMake a four wheeled car which propels with the help of chemical reaction of        \r\n                     Na2CO3\/NaHCO3 and soda. \r\nBest out of 2 trials will be considered.\r\nPrinciple: Newton’s 3rd Law of Motion\r\nDimension: 30cm*20cm (max.)\r\n\r\nRound 2: \r\n\tSelected students will have to run the SAME car as made in previous round by lifting predefined weight.",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "9979892529",
          "name": "Nirav Bhatt",
          "email": ""
        },
        {
          "number": "9173741168",
          "name": "Rohan Makwana",
          "email": ""
        },
        {
          "number": "9276103341",
          "name": "Nihar Patel",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Hydraulic-Fight",
      "department": "Machinists",
      "fees": "50",
      "prize": "",
      "description": "Round 1: \r\n\tParticipants will be given material and shown how to make a simple robot with hydraulic mechanism\r\nRound 2: \r\n\tParticipants’ robot will have fight.",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "8866579391",
          "name": "Dipesh Zala",
          "email": ""
        },
        {
          "number": "7359801527",
          "name": "Kevin Virani",
          "email": ""
        },
        {
          "number": "7621019127",
          "name": "Raj Shah",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Hydrones",
      "department": "Machinists",
      "fees": "40",
      "prize": "",
      "description": "Round 1: \r\n\tPicture Identification test \r\nRound 2: \r\n\tA boat is to be prepared from the material given by us",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "9601670626",
          "name": "Akshay Karmur",
          "email": ""
        },
        {
          "number": "9724272248",
          "name": "Krunal Sangani",
          "email": ""
        },
        {
          "number": "8866682842",
          "name": "Devang Fumakiya",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Sling-e-Shot",
      "department": "Machinists",
      "fees": "40",
      "prize": "Winners : Rs. 700\r\nRunners-Up : Rs. 500",
      "description": "Round 1:  \r\nParticipants will have to come with mechanism called sling shot. Mechanism can be either pneumatic, hydraulic or elastic type.\r\nMaximum height: 2.5 ft in normal upright position.\r\nBase: 1.5ft*1.5ft (Max.)\r\nJudging Criteria:  Maximum distance travelled by ball.\r\n(Mini Tennis balls will be provided) \r\nRound 2: \r\nSelected ones will have to hit the target by ball and also by the SAME mechanism.",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "9638550577",
          "name": "Chirag Mehta",
          "email": ""
        },
        {
          "number": "9173985185",
          "name": "Bhavin Patel",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "CAD-Mania",
      "department": "Machinists",
      "fees": "30",
      "prize": "",
      "description": "Workshop: A workshop of Creo modelling software will be conducted by experts in college so as to give them basic understanding of the software especially for 1st and 2nd year students. Students attending the workshop will get the Certificate of Training Institute and also they will be allowed to do practice for that particular day in their Institute. Workshop is to be conducted on first day i.e. 8 April, 2015 and remaining rounds on the next day.\r\nRound 1: \r\nParticipants will have to prepare the 2-D drawings given to them in Creo.\r\nJudging Criteria:  Within given time limit whosoever completes the entire drawing with given details correctly.\r\n Round 2:  \r\nSelected ones will be given a 2-D drawing question paper and with this they will have to prepare a 3-D model in Creo Software.",
      "numberOfParticipants": "1",
      "manager": [
        {
          "number": "8511777954",
          "name": "Kalpesh Goyani",
          "email": ""
        },
        {
          "number": "9974933262",
          "name": "Mahipal Zankat",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Auto-Techno",
      "department": "Machinists",
      "fees": "20",
      "prize": "",
      "description": "Round 1: \r\nAutomobile related quiz. \r\nRound 2: Selected students will be given a name of a vehicle on which they have to collect data and all information pertaining to that vehicle within 2 Hours and give a presentation. Also they have to convince the Judges Why to buy that vehicle considering other vehicles in the same category and same price range. Technical questions may be asked by experts\/judges.",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "7383614564",
          "name": "Hardik Patel",
          "email": ""
        },
        {
          "number": "8460060262",
          "name": "Umang Gajjar",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Real-Steel",
      "department": "FabFacturers",
      "fees": "20",
      "prize": "",
      "description": "The event is to check the basics mechanical engineering and the ability to identify various components on the basis of their study and experiences. \r\nRound 1: \r\n A Quiz based on Workshop technology, Elements of Mechanical engineering & Engineering Graphics, including technical puzzles. \r\nRound 2: \r\nThe clues given to every team that will test the knowledge of participants about the various machines and attachments in our workshop. The students have to tell its function and consequently every team will proceed forward based on their talents. \r\nRound 3:\r\n Surprise Round. (Generally consisting of creations of jobs using sheet metal and calculations).",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "9574919988",
          "name": "Jigar Patel",
          "email": ""
        },
        {
          "number": "8690375999",
          "name": "Umang Sharma",
          "email": ""
        },
        {
          "number": "7405589552",
          "name": "Prabhav Joshi",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Imagica",
      "department": "FabFacturers",
      "fees": "20",
      "prize": "",
      "description": "The event is to check the basics of science, engineering, and practical approach to solve cases\/situations. \r\nRound 1: \r\nA Quiz based on day-to-day sciences, awareness and practical approaches. \r\nRound 2:\r\n A case will be given. Study the given case and present the solution on poster using diagrams, sketches, paintings, etc.",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "8469200024",
          "name": "Shyam Rangrej",
          "email": ""
        },
        {
          "number": "9099614787",
          "name": "Neel Prajapati",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Technopolis",
      "department": "FabFacturers",
      "fees": "20",
      "prize": "",
      "description": "The event is to test the very basic knowledge of engineering and to give a real life job experience.               \r\nRound 1:  \r\nIdentify the engineering companies by their logos and missing letters.\r\n                                                                                                                                                                                                                                                                                                \r\nRound 2: \r\nSurprise round (It will be probably a knowledge based interview).\r\nRound 3: \r\nBuzzer round for Manufacturing Process identification.\r\nFor e.g: A pic of Aluminium Foil will be displayed then the participants have to explain how and by which process it’s manufactured.\r\nAns: Cold rolling",
      "numberOfParticipants": "1",
      "manager": [
        {
          "number": "8866290704",
          "name": "Darshan Patel",
          "email": ""
        },
        {
          "number": "9409207896",
          "name": "Akash Joshi",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    },
    {
      "name": "Mechanica",
      "department": "FabFacturers",
      "fees": "20",
      "prize": "",
      "description": "The event is to check the ability of the participants to implement their innovative thoughts and implement them. \r\nRound 1:\r\n In this round the students will be shown images of the machine with its parts encircled. The encircled parts have to identify by the participants and they have to write it down on the answer sheet. Each image will be shown for 5 seconds. Then in the next 10 or 15 minutes the students have to write down functions of all the components. \r\nRound 2:\r\n The students will be given a mechanism and they have to prepare the drawings of the mechanisms with detailed dimensions. Elimination will be based on the presentation given to the jury.\r\nRound 3:\r\n The shortlisted students then have to prepare the mechanisms using metal strips provided at the workshop and present the same to the jury and then final result will be announced by the jury at the same time.",
      "numberOfParticipants": "2",
      "manager": [
        {
          "number": "9408955097",
          "name": "Dhruvin Shah",
          "email": ""
        },
        {
          "number": "9601399952",
          "name": "Yusuf Kapasi",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        },
        {
          "number": "",
          "name": "",
          "email": ""
        }
      ]
    }
  ]
}